Tekla Open API Reference for Tekla Structures 2025
Polymesh Properties
The Polymesh type exposes the following members.
Properties
Name | Description
Brep
 Gets or sets the polymesh that forms the object geometry.
Top
See Also
Reference
Polymesh Class
Tekla.Structures.Model Namespace